---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecCircuitName
source: html/97762529-300f-e94b-5a0f-386cfa1b5eb0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecCircuitName Property

"Load Name"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecCircuitName { get; }
```